//конфиг файл - пути к таскам
module.exports = [
  //"./gulp/tasks/pug", //путь расположения таски и ее запуск
  "./gulp/tasks/html", //путь расположения таски и ее запуск
  //"./gulp/tasks/php", //путь расположения таски и ее запуск
  "./gulp/tasks/serve", //путь расположения таски и ее запуск
  "./gulp/tasks/stylus", //путь расположения таски и ее запуск
  "./gulp/tasks/watch", //путь расположения таски и ее запуск
  "./gulp/tasks/script", //путь расположения таски и ее запуск
  "./gulp/tasks/img" //путь расположения таски и ее запуск
];
